/* appended to region name when merging regions */
" merged" = " zusammengeführt";

/* appended to region name of mixed down regions */
" mixed" = " mixed";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ erforderlich|%@ verfügbar.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(Leer)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(Nicht leer)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ ist nicht verfügbar.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ Plug-Ins nicht verfügbar][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Plug-In „%@“%@%@ nicht verfügbar!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Plug-In „%@“%@%@ nicht verfügbar!][OK|√Nicht erneut anzeigen]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P kann nicht genügend Speicher für die erforderlichen %ld Audiospuren zuteilen.|Es sind nur %ld Audiospuren verfügbar.|Es werden %@ zusätzlicher Systemspeicher benötigt.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Sample-Rate %ld nicht zulässig.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld von %ld Audiodatei(en) wurden nicht gefunden.|Aktion „%@“ auf die gefundenen Audiodateien anwenden?][Abbrechen|Anwenden]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld von %ld Audiodateien wurden nicht gefunden.|(„%@“, …)][Fortfahren]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][„%@“ kann nicht auf der Spur %ld von Laufwerk/Partition „%@“ wiedergegeben werden.][OK|√Nicht erneut anzeigen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][„%@“ von Laufwerk/Partition „%@“ kann nicht verwendet werden.|Laufwerk/Partition nicht zulässig!][OK|√Nicht erneut anzeigen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][„%@“ von Laufwerk/Partition „%@“ kann nicht verwendet werden.|Laufwerk/Partition nicht zulässig!][OK|Laden]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][„%@“ ist eine %ld-Bit-Datei und kann nicht über %@ wiedergegeben werden.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][„%@“ ist bereits enthalten!][Abbrechen]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][„%@“ ist leer!][Abbrechen]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][„%@“ ist keine Audiodatei im Standard-PCM-Wave-Format.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][„%@“ oder „%@“ ist bereits vorhanden!][Verwenden|Ersetzen]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P hat %ld Audiodatei(en) im %ld-Bit-Format gefunden.|Dieses Format wird nicht unterstützt und kann daher nicht wiedergegeben werden.][OK|√Nicht erneut anzeigen]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P durchsucht Ihr System nach Audiogeräten und hat das Gerät „%@“ gefunden.|Wenn Sie dieses Gerät verwenden möchten, trennen Sie die Verbindung nicht während des Suchvorgangs.|Möchten Sie dieses Gerät verwenden?][Ja|Nein]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Abbrechen?][Fortfahren|Abbrechen]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Aufnahme läuft bereits …][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Es ist ein Fehler aufgetreten.||Ergebniscode = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Es ist ein Fehler aufgetreten.||Ergebniscode = %ld||Datei = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Audio %@ %@ kann nicht für die Wiedergabe von „%@“ von dem Laufwerk/der Partition „%@“ verwendet werden.][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Audiodatei „%@“ nicht gefunden!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Audio-Unit Autorisierungsfehler|Die Audio-Unit „%@“ von „%@“ meldet, dass sie zur Verwendung auf diesem System nicht autorisiert ist.|Informationen zum Kopierschutz finden Sie in der Dokumentation des Plug-Ins.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Audio-Unit Kompatibilitätsfehler|Die Audio-Unit „%@“ von „%@“ entspricht nicht völlig dem Standard für Audio-Units.|^P kann die Einstellungen für das Plug-In nicht sichern oder laden, und sie können auch nicht mit dem Song gesichert werden.|Die Einstellungen gehen beim Schließen des Songs verloren.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Automationsparameter-Fehler!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Instrument „%@“ kann nicht gelöscht werden.|Es wird gerade verwendet.][Abbrechen]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Audiodatei „%@“ wurde nicht gefunden.][OK|√Nicht erneut anzeigen]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Sampler-Instrument „%@“ kann nicht geladen werden.|Es wurde mit einer neueren EXS24-Version erzeugt.][Fortfahren|√Nicht erneut anzeigen]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Akkordspur wurde zu %d Apple Loop-Dateien hinzugefügt.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Die Akkordabfolge-Daten wurden nicht gefunden in Datei „%@“!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Datei „%@“ konnte nicht zum Lesen geöffnet werden!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Datei „%@“ konnte nicht zum Schreiben geöffnet werden!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Region konnte nicht erzeugt werden|Kein Speicher mehr][Abbrechen]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Spur konnte nicht erzeugt werden.|Die maximale Anzahl an Spuren wurde überschritten.][Abbrechen]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Möchten Sie auch die Automationsdaten bearbeiten?][Nicht bearbeiten|Bearbeiten|√Nicht erneut anzeigen]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Möchten Sie die Automationsdaten kopieren?][Nicht kopieren|Kopieren|√Nicht erneut anzeigen]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Möchten Sie alle Automationsdaten des gesamten Projekts löschen?|Sind Sie sicher? Dieser Vorgang kann nicht widerrufen werden.][Abbrechen|Löschen]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Möchten Sie die Automationsdaten löschen?][Nicht löschen|Löschen|√Nicht erneut anzeigen]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Möchten Sie die Automationsdaten bewegen?][Nicht bewegen|Bewegen|√Nicht erneut anzeigen]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Sollen die Automationsdaten entsprechend mitbearbeitet werden?][Abbrechen|Bearbeiten]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Laufwerk/Partition „%@“ kann nicht für die Audioaufnahme mit %@ verwendet werden.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Laufwerk/Partition „%@“ kann nicht für die Audioaufnahme verwendet werden.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Laufwerk/Partition „%@“ kann nicht für die Aufnahme auf der Audiospur %ld verwendet werden.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Laufwerk/Partition „%@“ ist voll.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Der Fehlercode %ld wurde vom %@-Treiber gemeldet.][Fortfahren]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Fehler beim Kopieren der Ressourcen.%ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Fehler bei CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Fehler beim Laden des Projekts][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Fehler beim Synchronisieren von Audio und MIDI.][Fortfahren]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Fehler beim Synchronisieren von Audio und MIDI.|Abtastrate %ld erkannt.|%@][Fortfahren%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Fehler!|Projekt kann nicht geöffnet werden.|Dieses Projekt scheint beschädigt zu sein.][Abbrechen]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Fehler|CSong::CreateSeq - Ungültige Blockgröße][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24-Instrument „%@“:|Audiodatei „%@“ nicht gefunden!][Erneut suchen|Fortfahren]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Take-Ordner „%@“ mit %ld Problemen gefunden. Ordner löschen?][Abbrechen|Löschen]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Ungültige Taktangabe (1)][Abbrechen]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Ungültiger Spurzähler][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Instrument-Set „%@“ ist zu groß! Nur %ld von %ld Einträgen konvertiert!][Abbrechen]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Interner Job-Konflikt|Bitte starten Sie ^P neu.][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Die maximale Dateigröße von %@ wurde überschritten.|Wählen Sie eine kürzere Bounce-Zeit.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Fehler bei der Speicherzuteilung.][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Derzeit belegter Speicher: %@|Zuvor belegter Speicher: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Projektdaten wurden geringfügig korrigiert.(1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Mono/Stereo-Konflikt!][Abbrechen]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Mono<->Stereo-Konflikt.|Plug-In kann nicht zu dieser Stelle bewegt werden.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Kein Apple Loop ausgewählt.][Abbrechen]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Es ist keine Spur für die Aufnahme aktiviert!|Klicken Sie in der gewünschten Spur auf „R“, um sie für die Aufnahme zu aktivieren.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Bei nicht-kontinuierlichen Audio-Regionen muss eine neue Audiodatei erzeugt werden!][Abbrechen|Erzeugen]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Nicht genügend Speicher (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Nicht genügend Speicher für gewünschte DSP-Funktion.][Abbrechen]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Nicht genügend Speicher, um Song zu konvertieren!][Abbrechen]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Nicht genügend Speicher, um Spur-Automationsdaten zu erzeugen.][Abbrechen]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Nicht genügend Speicher auf dem Volume „%@“|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Hinweis: Die Prozessor-Leistung wurde auf „Automatisch“ festgelegt.|Wir empfehlen, für diese Einstellung die Option „Maximal“ festzulegen.|Sie können diese Einstellung in der Systemeinstellung „Energie sparen“ unter „Optionen“ ändern.][Fortfahren]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Hinweis: Die Prozessor-Leistung wurde auf „Minimal“ festgelegt.|Wir empfehlen, für diese Einstellung die Option „Maximal“ festzulegen.|Sie können diese Einstellung in der Systemeinstellung „Energie sparen“ unter „Optionen“ ändern.][Fortfahren]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][Die Länge von mindestens einer Audiodatei wurde geändert!|Dadurch hat sich auch die Länge von %ld Audioregionen oder die Position von deren Inhalten geändert.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][Die Länge von mindestens einer Audiodatei wurde geändert!|Dadurch hat sich auch die Länge einer Audioregion oder die Position von deren Inhalten geändert.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Nicht genügend Arbeitsspeicher!][Abbrechen]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Nicht genügend Arbeitsspeicher!|(Audio ordnen 1)][Fortfahren]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Nicht genügend Arbeitsspeicher!|^P benötigt mehr Speicher zum Darstellen der Wellenform.][Fortfahren]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Kein Speicher mehr!|Daten konnten nicht eingesetzt oder gelöscht werden.][Abbrechen]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Überlappende Noten gefunden!|Sollen diese so bleiben, gekürzt werden oder geteilt werden?][Bleiben|Kürzen|Teilen]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Überlappende Regionen gefunden!|Sollen für diese Regionen neue Spuren erzeugt werden?][Nein|Erzeugen]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Ein Teil des Projekts wurde nicht wiedergegeben.|Dieses Projekt enthält zu viele Spuren mit echten Instrumenten und kann nicht in Echtzeit wiedergegeben werden.|Hinweise zur Maximierung der Leistung finden Sie in der GarageBand-Hilfe unter „Leistung“.][Fortfahren]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Fehler bei der Wiedergabe|Die Wiedergabe Ihres Projekts wurde unterbrochen, da die Audioeingaben oder-ausgaben des Systems geändert wurden.][Fortfahren]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Bitte wählen Sie im folgenden Einstellungsfenster einen Audiotreiber.][Fortfahren]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Bitte wählen Sie die Bit-Tiefe für dieses Projekt.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Lesefehler!|Ungültiges Dateiformat.][Abbrechen]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Aufnahmelaufwerk/-partition „%@“ nicht gefunden!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Aufnahmeordner „%@“ auf dem Laufwerk/der Partition „%@“ nicht gefunden.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Gewünschte DSP-Funktion ist unbekannt.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][ReWire-Gerät „%@“ konnte nicht geöffnet werden.|Sie müssen zuerst ^P starten.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Keine Regionen mehr übrig][Abbrechen]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Nicht genügend Speicher, um alle Samples von Instrument „%@“ zu laden.][Fortfahren]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Nicht genügend Speicher, um das Instrument „%@“ zu öffnen.][Fortfahren]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Audio Units scannen|^P überprüft jetzt %ld installierte Audio-Unit-Plug-Ins. Dies kann einige Zeit dauern. Dieser Vorgang wird nur beim ersten Starten von ^P oder nach der Installation neuer Audio Units durchgeführt.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Taktart %/% wurde von @ nicht erkannt.|Stattdessen 4/4 verwenden?][OK|Abbrechen]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Einige Events wurden auf minimale oder maximale Werte gesetzt.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Dieses Projekt kann leider nicht geladen werden, da es von einer neueren Version von ^P erzeugt wurde.|Bitte aktualisieren Sie ^P.][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Letzter Vorgang kann leider nicht widerrufen werden.][Abbrechen]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Widerrufen leider nicht möglich.|Nicht genug Speicher.][Abbrechen]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Die Verbindung zum Audiogerät „%@“ wurde getrennt!|Möchten Sie zum integrierten Audioausgang wechseln oder ^P beenden?][Beenden|Wechseln]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Die Audiodatei „%@“ hat ein %ld-Bit-Format und kann nicht verwendet werden.][Abbrechen]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Die Datei „%@“ ist keine EXS-Instrument-Datei.][Abbrechen]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][Die Datei „%@“ ist offenbar beschädigt.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Der Dateiname „%@“ ist zu lang.|^P benötigt Platz für die Namenserweiterungen.|(Maximal %ld Zeichen)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Der Dateiname ist zu lang.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Die Anzahl der MIDI-Eingänge wurde geändert.|Es sind jetzt %ld Eingänge verfügbar.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Die Anzahl der MIDI-Eingänge wurde geändert.|Es sind jetzt keine Eingänge verfügbar.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Die Anzahl der MIDI-Eingänge wurde geändert.|Es ist jetzt ein Eingang verfügbar.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Das Plug-In „%@“ ist auf Ihrem System nicht verfügbar.|Wählen Sie ein anderes Plug-In oder beenden Sie GarageBand und installieren Sie das Plug-In auf Ihrem Computer, um es in dem Projekt zu verwenden.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Es gibt einige Events vor der Position „1 1 1  1“.|Bewegen Sie alle ausgewählten Spuren oder bewegen Sie alle Upbeat-Events an Position „1 1 1  1“.][Alle bewegen|Upbeat|Abbrechen]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Es existieren Automationsdaten für das vorige Instrument.|Möchten Sie die Daten auf das neue Instrument übertragen?][Nein|Kopieren|Übertragen]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Diese Apple Loops-Datei wurde mit einem nicht verfügbaren Effekt oder Instrument erstellt.|Das Plug-In „%@“ ist nicht verfügbar. Um diesen Loop mit demselben Sound hinzuzufügen, den Sie im Loop-Browser gehört haben, bewegen Sie den Loop bei gedrückter Wahltaste in eine neue Spur.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Dieses Laufwerk kann nicht für Audio verwendet werden.][Abbrechen]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Dieser Dateityp wird nicht unterstützt.][Abbrechen]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Dieses Projekt ist offenbar beschädigt. Öffnen Sie eine Sicherungskopie dieses Projekts.][Abbrechen]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Dieses Projekt wurde mit einer neueren Version von ^P erzeugt.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Zu viele Automationsspuren.][Abbrechen]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Unbenutzter, belegter Speicherblock gefunden!|Möchten Sie ihn löschen?][Abbrechen|Löschen]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Achtung! Der Speicher wird knapp.][Erneut versuchen|Abbrechen]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Achtung! Nicht genügend Speicher. Aktion konnte nicht widerrufen werden. Sichern Sie das Projekt und versuchen es erneut. Wenn dies nicht hilft, versuchen Sie das System erneut zu starten und das Projekt erneut zu öffnen.][Abbrechen]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Achtung! Nicht genügend Speicher.|Dieser Vorgang kann nicht widerrufen werden. Trotzdem fortfahren?][Abbrechen|Fortfahren]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Achtung! Dieses Projekt wurde von einer neueren Version von ^P erstellt.|Dies kann Probleme verursachen.|Bitte aktualisieren Sie ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Achtung! Der Undo-Speicher wird knapp. Löschen Sie die %d ältesten Undo-Schritte.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Achtung!|Widerrufen möglicherweise unvollständig.][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Achtung!|Beschädigtes Projekt! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Achtung!|Unbenutzter Block im Projekt gefunden.|Bitte sichern Sie zuerst das Projekt.|(Code: 0x%lx)][Abbrechen|Löschen]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Achtung.|Mac OS X MIDI Dienste sind nicht verfügbar.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Achtung:|Ende-Event fehlt im Projekt!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Achtung|Ablaufinvariant in Multitask.][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld Audiodatei(en) zu erstellen.|Dafür werden %@ Speicherplatz benötigt.][Erstellen|Abbrechen]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][„%@“ ist kleiner!|Trotzdem verwenden?][Abbrechen|Verwenden]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Audiodatei „%@“ nicht gefunden.][Überspringen|Suchen]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Für diese Spur existieren Automationsdaten.|Möchten Sie auch die Automationsdaten löschen?][Daten nicht löschen|Abbrechen|Daten löschen]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Brennvorgang erfolgreich beendet][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Vorhandene Einstellungen löschen?][Abbrechen|Löschen]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Soll das Instrument „%@“ gelöscht werden?][Abbrechen|Löschen%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Soll die aufgenommene Audiodatei „%@“ %@ von der Festplatte gelöscht werden?|Dieser Vorgang kann nicht WIDERRUFEN werden!][Löschen|Behalten%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Möchten Sie die Automationsdaten löschen?][Nein|Löschen]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Datei „%@“ ist bereits vorhanden.][Abbrechen|Ersetzen]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][Der letzte Vorgang geht über den Anfang von Ordnern oder Regionen hinaus.|Möchten Sie die Größe anpassen?][Abbrechen|Anpassen]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][Der letzte Vorgang geht über die aktuellen Ordner- oder Regionsgrenzen hinaus.|Möchten Sie die Größe anpassen?][Abbrechen|Anpassen]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Treiber „%@“ starten?][Ja|Nein]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Vorhandene Einstellungen überschreiben?][Abbrechen|Überschreiben]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Ein Teil des Projekts wurde nicht wiedergegeben|Dieses Projekt enthält zu viele Spuren, Effekte oder Noten und kann nicht in Echtzeit wiedergegeben werden.|Hinweise zur Maximierung der Leistung finden Sie in der GarageBand-Hilfe unter „Leistung“.][Fortfahren]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Aktuelle Auswahl ersetzen?][Nein|Ersetzen]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simulation erfolgreich beendet][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][Der 32-Bit-AU-Server wurde unerwartet beendet.|Alle ungesicherten Änderungen an den Audio-Unit-Plug-In-Parametern sind verloren gegangen. Versuchen Sie, den 32-Bit-AU-Server erneut zu starten. Falls das Problem weiterhin besteht, klicken Sie auf „Abbrechen“ und beenden und starten Sie ^P neu.][Abbrechen|32-Bit-AU-Server neu starten]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Das Zielformat unterstützt keine Sample-Raten über 48 kHz.|Soll ^P die Sample-Rate der Daten konvertieren?][Abbrechen|Konvertieren]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Die Datei „%@“ konnte nicht geöffnet werden, da sich dieses Objekt im Papierkorb befindet.|Um es benutzen zu können, müssen Sie es aus dem Papierkorb bewegen.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Launch konnte nicht erzeugt werden.][Abbrechen]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Region konnte nicht erzeugt werden.][Abbrechen]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Ereignisse konnten nicht aufgenommen werden.|Speicher neu organisieren?|%ld,%ld,%ld][Abbrechen|Organisieren]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Ungültige Region (2)][Reparieren|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Ungültige Regionsnummer][Abbrechen]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Der Speicher ist knapp!|(Nicht genügend Masterpointer)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Fehler beim MIDI-Ausgang][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Zeitüberschreitung bei MIDI|^P hat eine Zeitüberschreitung bei MIDI festgestellt. Starten Sie den Computer neu und öffnen Sie ^P wieder.|Falls das Problem weiterhin besteht, aktualisieren Sie die Treiber aller verbundenen MIDI-Geräte (inkl. Audiotreiber mit MIDI-Funktionalität) auf die neueste Version. Eine Anleitung zum Entfernen alter Treiber finden Sie in der Dokumentation zum jeweiligen Gerät.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Kleineres Problem bei den Daten (3).][Reparieren|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Die Moduldatei „%@“ ist veraltet und kann nicht mit dieser Version von ^P verwendet werden.|Erwerben Sie eine neue Version der Moduldatei und bewegen Sie sie in den Ordner „%@“.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Die Moduldatei „%@“ ist zu neu und kann nicht mit dieser Version von ^P verwendet werden.|Erwerben Sie eine neue Version der ^P-Programmdatei.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Keine passenden Daten in der Zwischenablage!][Abbrechen]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Es wurde keine Aufnahmespur festgelegt.][Abbrechen]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Es wurde keine Aufnahmespur festgelegt.][Abbrechen]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Nicht genug Speicher für ein neues Projekt.][Abbrechen]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Nicht genug Speicher für die Zwischenablage.][Abbrechen]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Nicht genügend Speicher, um Zwischenablage bzw. Widerrufen-Schritt zu erzeugen.|Sollte nie vorkommen.][Abbrechen]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Nicht genug Speicher zum Erstellen des Objekts.][Abbrechen]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Nicht genügend Speicher|(playtracks)][Abbrechen]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Lesefehler!|Dies ist kein ^P-Projekt!][Abbrechen]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Das Projektformat ist leider zu alt!][Abbrechen]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Diese Spur enthält Regionen.|Spur und Regionen löschen?][Abbrechen|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Unbekannter Widerrufen-Typ.][Abbrechen]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Achtung! Nicht genug Speicher!|Dieser Vorgang kann nicht widerrufen werden.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Achtung!|Das Projekt ist möglicherweise beschädigt.][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Falsche Version!][Abbrechen]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Es ist eine alte Version des Emagic USB MIDI-Treibers installiert.|Dies führt zu einer unzuverlässigen MIDI-Kommunikation und zu Systemfehlern. Bitte installieren Sie die Version 1.5 oder neuer. Sie finden die aktuelle Version unter www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Fortfahren]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Verbunden mit";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R Dual Layer";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "um Freeze-Datei(en) zu erzeugen.";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "Übergang …";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Audiodateien laden für „%@“ …";

/* cd/dvd media status display */
"No media" = "Kein Medium";

/* Node */
"Not connected" = "Nicht verbunden";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Ein modaler Dialog wird auf dem Bildschirm angezeigt.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Unbekannt";

/* cd/dvd media status display */
"Unknown media type" = "Unbekannter Medientyp";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Ohne Titel";

